Repository: idoodler/LabImporter
Catalog: LabImporter/Localizable.xcstrings
Source language: en
Languages: bg, ca, cs, da, de, el, es, fi, fr, hr, hu, it, ja, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, tr, uk, zh_hans

source: LabImporter is not a medical device and does not provide medical advice, diagnosis, or treatment. Extracted values may be inaccurate or incomplete — always verify them against your original report. Never make medical decisions based on this app; consult a qualified healthcare professional about your results.
bg: LabImporter не е медицинско изделие и не предоставя медицински съвети, диагноза или лечение. Извлечените стойности може да са неточни или непълни — винаги ги проверявайте спрямо оригиналния си отчет. Никога не вземайте медицински решения въз основа на това приложение; консултирайте се с квалифициран здравен специалист относно резултатите си.
ca: LabImporter no és un dispositiu mèdic i no proporciona consells, diagnòstics ni tractaments mèdics. Els valors extrets poden ser inexactes o incomplets — verifica'ls sempre amb el teu informe original. No prenguis mai decisions mèdiques basant-te en aquesta app; consulta un professional sanitari qualificat sobre els teus resultats.
cs: LabImporter není zdravotnický prostředek a neposkytuje lékařské poradenství, diagnózu ani léčbu. Extrahované hodnoty mohou být nepřesné nebo neúplné — vždy je porovnejte s původním protokolem. Nikdy nečiňte lékařská rozhodnutí na základě této aplikace; o svých výsledcích se poraďte s kvalifikovaným zdravotnickým pracovníkem.
da: LabImporter er ikke et medicinsk udstyr og giver ikke lægelig rådgivning, diagnose eller behandling. Udtrukne værdier kan være unøjagtige eller ufuldstændige – kontrollér dem altid mod din originale rapport. Træf aldrig medicinske beslutninger ud fra denne app; rådfør dig med en kvalificeret sundhedsfaglig person om dine resultater.
de: LabImporter ist kein Medizinprodukt und bietet keine medizinische Beratung, Diagnose oder Behandlung. Erfasste Werte können ungenau oder unvollständig sein – überprüfe sie immer anhand deines Originalbefunds. Triff niemals medizinische Entscheidungen auf Grundlage dieser App; wende dich bezüglich deiner Werte an qualifiziertes medizinisches Fachpersonal.
el: Το LabImporter δεν είναι ιατρική συσκευή και δεν παρέχει ιατρικές συμβουλές, διάγνωση ή θεραπεία. Οι εξαγόμενες τιμές μπορεί να είναι ανακριβείς ή ελλιπείς — επαληθεύετέ τες πάντα με την αρχική σας αναφορά. Μην λαμβάνετε ποτέ ιατρικές αποφάσεις με βάση αυτήν την εφαρμογή· συμβουλευτείτε εξειδικευμένο επαγγελματία υγείας σχετικά με τα αποτελέσματά σας.
es: LabImporter no es un dispositivo médico y no ofrece asesoramiento, diagnóstico ni tratamiento médico. Los valores extraídos pueden ser inexactos o incompletos: verifícalos siempre con tu informe original. Nunca tomes decisiones médicas basándote en esta app; consulta a un profesional sanitario cualificado sobre tus resultados.
fi: LabImporter ei ole lääkinnällinen laite eikä se tarjoa lääkärin neuvoja, diagnooseja tai hoitoa. Poimitut arvot voivat olla epätarkkoja tai puutteellisia – tarkista ne aina alkuperäisestä raportistasi. Älä koskaan tee lääketieteellisiä päätöksiä tämän sovelluksen perusteella; keskustele tuloksistasi pätevän terveydenhuollon ammattilaisen kanssa.
fr: LabImporter n'est pas un dispositif médical et ne fournit ni avis médical, ni diagnostic, ni traitement. Les valeurs extraites peuvent être inexactes ou incomplètes : vérifiez-les toujours par rapport à votre rapport d'origine. Ne prenez jamais de décisions médicales en vous fondant sur cette app ; consultez un professionnel de santé qualifié au sujet de vos résultats.
hr: LabImporter nije medicinski uređaj i ne pruža medicinske savjete, dijagnozu ni liječenje. Izvučene vrijednosti mogu biti netočne ili nepotpune — uvijek ih provjerite s izvornim nalazom. Nikada ne donosite medicinske odluke na temelju ove aplikacije; o svojim rezultatima posavjetujte se s kvalificiranim zdravstvenim djelatnikom.
hu: A LabImporter nem orvostechnikai eszköz, és nem nyújt orvosi tanácsot, diagnózist vagy kezelést. A kinyert értékek pontatlanok vagy hiányosak lehetnek – mindig vesd össze őket az eredeti leleteddel. Soha ne hozz orvosi döntéseket ezen alkalmazás alapján; az eredményeidről konzultálj képzett egészségügyi szakemberrel.
it: LabImporter non è un dispositivo medico e non fornisce pareri medici, diagnosi o trattamenti. I valori estratti possono essere imprecisi o incompleti: verificali sempre con il referto originale. Non prendere mai decisioni mediche basandoti su questa app; consulta un professionista sanitario qualificato riguardo ai tuoi risultati.
ja: LabImporter は医療機器ではなく、医療上の助言・診断・治療を提供するものではありません。抽出された値は不正確または不完全な場合があります。必ず元の検査結果と照合してください。このアプリに基づいて医療上の判断を行わないでください。結果については資格のある医療専門家に相談してください。
nl: LabImporter is geen medisch hulpmiddel en biedt geen medisch advies, diagnose of behandeling. Geëxtraheerde waarden kunnen onnauwkeurig of onvolledig zijn — controleer ze altijd aan de hand van je oorspronkelijke rapport. Neem nooit medische beslissingen op basis van deze app; raadpleeg een gekwalificeerde zorgverlener over je resultaten.
pl: LabImporter nie jest wyrobem medycznym i nie zapewnia porad medycznych, diagnozy ani leczenia. Odczytane wartości mogą być niedokładne lub niekompletne — zawsze porównuj je z oryginalnym wynikiem. Nigdy nie podejmuj decyzji medycznych na podstawie tej aplikacji; skonsultuj swoje wyniki z wykwalifikowanym pracownikiem ochrony zdrowia.
pt_br: O LabImporter não é um dispositivo médico e não oferece aconselhamento, diagnóstico ou tratamento médico. Os valores extraídos podem estar imprecisos ou incompletos — verifique-os sempre com o seu laudo original. Nunca tome decisões médicas com base neste app; consulte um profissional de saúde qualificado sobre os seus resultados.
pt_pt: O LabImporter não é um dispositivo médico e não fornece aconselhamento, diagnóstico ou tratamento médico. Os valores extraídos podem ser imprecisos ou incompletos — verifique-os sempre com o seu relatório original. Nunca tome decisões médicas com base nesta aplicação; consulte um profissional de saúde qualificado sobre os seus resultados.
ro: LabImporter nu este un dispozitiv medical și nu oferă consultanță, diagnostic sau tratament medical. Valorile extrase pot fi inexacte sau incomplete — verifică-le întotdeauna în raportul tău original. Nu lua niciodată decizii medicale pe baza acestei aplicații; consultă un profesionist din domeniul sănătății calificat în legătură cu rezultatele tale.
ru: LabImporter не является медицинским устройством и не предоставляет медицинских консультаций, диагнозов или лечения. Распознанные значения могут быть неточными или неполными — всегда сверяйте их с оригинальным результатом анализа. Никогда не принимайте медицинские решения на основе этого приложения; обсудите свои результаты с квалифицированным медицинским специалистом.
sk: LabImporter nie je zdravotnícka pomôcka a neposkytuje lekárske rady, diagnózy ani liečbu. Extrahované hodnoty môžu byť nepresné alebo neúplné — vždy ich porovnajte s pôvodnou správou. Nikdy nerobte zdravotné rozhodnutia na základe tejto aplikácie; o svojich výsledkoch sa poraďte s kvalifikovaným zdravotníckym odborníkom.
sv: LabImporter är inte en medicinteknisk produkt och ger ingen medicinsk rådgivning, diagnos eller behandling. Extraherade värden kan vara felaktiga eller ofullständiga – kontrollera dem alltid mot din ursprungliga rapport. Fatta aldrig medicinska beslut baserat på den här appen; rådgör med kvalificerad vårdpersonal om dina resultat.
tr: LabImporter bir tıbbi cihaz değildir ve tıbbi tavsiye, teşhis veya tedavi sağlamaz. Çıkarılan değerler hatalı veya eksik olabilir; bunları her zaman orijinal raporunuzla karşılaştırın. Bu uygulamaya dayanarak asla tıbbi karar vermeyin; sonuçlarınız hakkında nitelikli bir sağlık uzmanına danışın.
uk: LabImporter не є медичним пристроєм і не надає медичних консультацій, діагнозів чи лікування. Розпізнані значення можуть бути неточними або неповними — завжди звіряйте їх з оригінальним результатом аналізу. Ніколи не ухвалюйте медичних рішень на основі цього застосунку; щодо своїх результатів зверніться до кваліфікованого медичного фахівця.
zh_hans: LabImporter 不是医疗设备，也不提供医疗建议、诊断或治疗。提取的数值可能不准确或不完整——请务必与原始报告核对。切勿根据本 App 做出医疗决定；请就您的结果咨询合格的医疗专业人员。

source: LabImporter isn't a medical device. For decisions about your health, consult a qualified professional.
bg: LabImporter не е медицинско изделие. За решения относно здравето си се консултирайте с квалифициран специалист.
ca: LabImporter no és un dispositiu mèdic. Per a decisions sobre la teva salut, consulta un professional qualificat.
cs: LabImporter není zdravotnický prostředek. Při rozhodování o svém zdraví se poraďte s kvalifikovaným odborníkem.
da: LabImporter er ikke et medicinsk udstyr. Rådfør dig med en kvalificeret fagperson, når det gælder beslutninger om dit helbred.
de: LabImporter ist kein Medizinprodukt. Wende dich bei Entscheidungen über deine Gesundheit an qualifiziertes Fachpersonal.
el: Το LabImporter δεν είναι ιατρική συσκευή. Για αποφάσεις σχετικά με την υγεία σας, συμβουλευτείτε έναν εξειδικευμένο επαγγελματία.
es: LabImporter no es un dispositivo médico. Para decisiones sobre tu salud, consulta a un profesional cualificado.
fi: LabImporter ei ole lääkinnällinen laite. Käänny terveyttäsi koskevissa päätöksissä pätevän ammattilaisen puoleen.
fr: LabImporter n'est pas un dispositif médical. Pour les décisions concernant votre santé, consultez un professionnel qualifié.
hr: LabImporter nije medicinski uređaj. Za odluke o svojem zdravlju posavjetujte se s kvalificiranim stručnjakom.
hu: A LabImporter nem orvostechnikai eszköz. Az egészségedet érintő döntésekhez fordulj képzett szakemberhez.
it: LabImporter non è un dispositivo medico. Per le decisioni sulla tua salute, consulta un professionista qualificato.
ja: LabImporter は医療機器ではありません。健康に関する判断は、資格のある専門家に相談してください。
nl: LabImporter is geen medisch hulpmiddel. Raadpleeg voor beslissingen over je gezondheid een gekwalificeerde professional.
pl: LabImporter nie jest wyrobem medycznym. W sprawach dotyczących zdrowia skonsultuj się z wykwalifikowanym specjalistą.
pt_br: O LabImporter não é um dispositivo médico. Para decisões sobre a sua saúde, consulte um profissional qualificado.
pt_pt: O LabImporter não é um dispositivo médico. Para decisões sobre a sua saúde, consulte um profissional qualificado.
ro: LabImporter nu este un dispozitiv medical. Pentru decizii privind sănătatea ta, consultă un profesionist calificat.
ru: LabImporter не является медицинским устройством. Решения о здоровье принимайте после консультации с квалифицированным специалистом.
sk: LabImporter nie je zdravotnícka pomôcka. Pri rozhodnutiach o svojom zdraví sa poraďte s kvalifikovaným odborníkom.
sv: LabImporter är inte en medicinteknisk produkt. För beslut om din hälsa, rådgör med kvalificerad vårdpersonal.
tr: LabImporter bir tıbbi cihaz değildir. Sağlığınızla ilgili kararlar için nitelikli bir uzmana danışın.
uk: LabImporter не є медичним пристроєм. Щодо рішень про здоров'я звертайтеся до кваліфікованого фахівця.
zh_hans: LabImporter 不是医疗设备。有关健康的决定，请咨询合格的专业人员。

source: LabImporter needs Apple Intelligence to read your lab reports privately on-device.
bg: LabImporter се нуждае от Apple Intelligence, за да чете лабораторните ви отчети поверително на устройството.
ca: LabImporter necessita Apple Intelligence per llegir els teus informes de laboratori de manera privada al dispositiu.
cs: LabImporter potřebuje Apple Intelligence, aby mohl číst vaše laboratorní protokoly soukromě na zařízení.
da: LabImporter har brug for Apple Intelligence for at læse dine laboratorierapporter privat på enheden.
de: LabImporter benötigt Apple Intelligence, um deine Laborberichte privat auf dem Gerät zu lesen.
el: Το LabImporter χρειάζεται το Apple Intelligence για να διαβάζει τις εργαστηριακές σας αναφορές ιδιωτικά στη συσκευή.
es: LabImporter necesita Apple Intelligence para leer tus informes de laboratorio de forma privada en el dispositivo.
fi: LabImporter tarvitsee Apple Intelligencen lukeakseen laboratorioraporttisi yksityisesti laitteella.
fr: LabImporter a besoin d’Apple Intelligence pour lire vos analyses de laboratoire en toute confidentialité sur l’appareil.
hr: LabImporteru je potreban Apple Intelligence kako bi vaše laboratorijske nalaze čitao privatno na uređaju.
hu: A LabImporter-nek Apple Intelligence-re van szüksége, hogy a laborleleteidet bizalmasan, az eszközön olvassa be.
it: LabImporter ha bisogno di Apple Intelligence per leggere i tuoi referti di laboratorio in privato sul dispositivo.
ja: LabImporterが検査レポートをデバイス上でプライベートに読み取るには、Apple Intelligenceが必要です。
nl: LabImporter heeft Apple Intelligence nodig om je labuitslagen privé op het apparaat te lezen.
pl: LabImporter potrzebuje Apple Intelligence, aby prywatnie odczytywać Twoje wyniki badań na urządzeniu.
pt_br: O LabImporter precisa do Apple Intelligence para ler seus exames laboratoriais de forma privada no dispositivo.
pt_pt: O LabImporter precisa da Apple Intelligence para ler os seus relatórios laboratoriais de forma privada no dispositivo.
ro: LabImporter are nevoie de Apple Intelligence pentru a-ți citi rapoartele de laborator în mod privat, pe dispozitiv.
ru: LabImporter использует Apple Intelligence для конфиденциального чтения ваших лабораторных отчётов прямо на устройстве.
sk: LabImporter potrebuje Apple Intelligence, aby mohol vaše laboratórne správy čítať súkromne v zariadení.
sv: LabImporter behöver Apple Intelligence för att läsa dina labbrapporter privat på enheten.
tr: LabImporter, laboratuvar raporlarınızı cihazda gizli olarak okumak için Apple Intelligence’a ihtiyaç duyar.
uk: LabImporter потребує Apple Intelligence, щоб конфіденційно зчитувати ваші лабораторні звіти на пристрої.
zh_hans: LabImporter 需要 Apple Intelligence 才能在设备上私密地读取你的化验报告。

source: LabImporter needs full Apple Health access. Open Settings, then tap Apple Health to turn on every category for LabImporter.
bg: LabImporter се нуждае от пълен достъп до Apple Здраве. Отворете Настройки, после докоснете Apple Здраве, за да включите всяка категория за LabImporter.
ca: LabImporter necessita accés complet a Apple Salut. Obre els Ajustaments, toca Apple Salut i activa totes les categories per a LabImporter.
cs: LabImporter potřebuje úplný přístup k Apple Zdraví. Otevřete Nastavení, klepněte na Apple Zdraví a zapněte pro LabImporter všechny kategorie.
da: LabImporter har brug for fuld adgang til Apple Helbred. Åbn Indstillinger, tryk derefter på Apple Helbred for at slå alle kategorier til for LabImporter.
de: LabImporter benötigt vollen Apple Health-Zugriff. Öffne die Einstellungen, tippe auf Apple Health und aktiviere jede Kategorie für LabImporter.
el: Το LabImporter χρειάζεται πλήρη πρόσβαση στο Apple Υγεία. Ανοίξτε τις Ρυθμίσεις, μετά πατήστε Apple Υγεία για να ενεργοποιήσετε κάθε κατηγορία για το LabImporter.
es: LabImporter necesita acceso completo a Apple Salud. Abre Ajustes, pulsa Apple Salud y activa todas las categorías para LabImporter.
fi: LabImporter tarvitsee täyden Apple Terveyden käyttöoikeuden. Avaa Asetukset, valitse Apple Terveys ja ota käyttöön kaikki kategoriat LabImporterille.
fr: LabImporter a besoin d’un accès complet à Apple Santé. Ouvrez Réglages, touchez Apple Santé et activez toutes les catégories pour LabImporter.
hr: LabImporteru je potreban potpuni pristup Apple Zdravlju. Otvorite Postavke, zatim dodirnite Apple Zdravlje da biste uključili svaku kategoriju za LabImporter.
hu: A LabImporter-nek teljes Apple Egészség-hozzáférésre van szüksége. Nyisd meg a Beállításokat, koppints az Apple Egészségre, és kapcsold be az összes kategóriát a LabImporter számára.
it: LabImporter ha bisogno dell’accesso completo a Apple Salute. Apri Impostazioni, tocca Apple Salute e attiva ogni categoria per LabImporter.
ja: LabImporterにはAppleヘルスケアへのフルアクセスが必要です。「設定」を開き、「Appleヘルスケア」をタップして、LabImporterのすべての項目を有効にしてください。
nl: LabImporter heeft volledige Apple Gezondheid-toegang nodig. Open Instellingen, tik op Apple Gezondheid en zet elke categorie voor LabImporter aan.
pl: LabImporter potrzebuje pełnego dostępu do Apple Zdrowia. Otwórz Ustawienia, wybierz Apple Zdrowie i włącz każdą kategorię dla LabImporter.
pt_br: O LabImporter precisa de acesso completo ao Apple Saúde. Abra os Ajustes, toque em Apple Saúde e ative todas as categorias para o LabImporter.
pt_pt: O LabImporter precisa de acesso total à Apple Saúde. Abra os Ajustes, toque em Apple Saúde e ative todas as categorias para o LabImporter.
ro: LabImporter are nevoie de acces complet la Apple Sănătate. Deschide Configurări, apoi atinge Apple Sănătate pentru a activa fiecare categorie pentru LabImporter.
ru: LabImporter нужен полный доступ к Apple Здоровье. Откройте «Настройки», нажмите «Apple Здоровье» и включите все категории для LabImporter.
sk: LabImporter potrebuje úplný prístup k Apple Zdravie. Otvorte Nastavenia, klepnite na Apple Zdravie a zapnite pre LabImporter každú kategóriu.
sv: LabImporter behöver full åtkomst till Apple Hälsa. Öppna Inställningar, tryck sedan på Apple Hälsa för att aktivera alla kategorier för LabImporter.
tr: LabImporter, Apple Sağlık’a tam erişime ihtiyaç duyar. Ayarlar’ı açın, Apple Sağlık’a dokunun ve LabImporter için her kategoriyi açın.
uk: LabImporter потрібен повний доступ до Apple Здоров’я. Відкрийте Налаштування, торкніться Apple Здоров’я та ввімкніть кожну категорію для LabImporter.
zh_hans: LabImporter 需要完整的 Apple 健康访问权限。打开「设置」，轻点「Apple 健康」，然后为 LabImporter 开启全部类别。

source: LabImporter stores everything in Apple Health — so it needs your permission first.
bg: LabImporter съхранява всичко в Apple Здраве — затова първо се нуждае от вашето разрешение.
ca: LabImporter ho desa tot a Apple Salut, així que primer necessita el teu permís.
cs: LabImporter ukládá vše do Apple Zdraví — proto nejprve potřebuje vaše povolení.
da: LabImporter gemmer alt i Apple Helbred – derfor har det først brug for din tilladelse.
de: LabImporter speichert alles in Apple Health – dafür braucht es zuerst deine Erlaubnis.
el: Το LabImporter αποθηκεύει τα πάντα στο Apple Υγεία — γι' αυτό χρειάζεται πρώτα την άδειά σας.
es: LabImporter guarda todo en Apple Salud, así que primero necesita tu permiso.
fi: LabImporter tallentaa kaiken Apple Terveyteen, joten se tarvitsee ensin lupasi.
fr: LabImporter enregistre tout dans Apple Santé : il lui faut d’abord votre autorisation.
hr: LabImporter sve pohranjuje u Apple Zdravlje — stoga mu je najprije potrebno vaše dopuštenje.
hu: A LabImporter mindent az Apple Egészségben tárol – ezért előbb az engedélyedre van szüksége.
it: LabImporter salva tutto in Apple Salute, perciò serve prima il tuo permesso.
ja: LabImporterはすべてをAppleヘルスケアに保存するため、最初にあなたの許可が必要です。
nl: LabImporter bewaart alles in Apple Gezondheid — daarvoor heeft het eerst je toestemming nodig.
pl: LabImporter zapisuje wszystko w Apple Zdrowiu — dlatego najpierw potrzebuje Twojej zgody.
pt_br: O LabImporter armazena tudo no Apple Saúde — por isso precisa primeiro da sua permissão.
pt_pt: O LabImporter guarda tudo na Apple Saúde — por isso precisa primeiro da sua permissão.
ro: LabImporter stochează totul în Apple Sănătate — așa că are nevoie mai întâi de permisiunea ta.
ru: LabImporter хранит всё в Apple Здоровье — для этого сначала нужно ваше разрешение.
sk: LabImporter ukladá všetko do Apple Zdravie — preto najprv potrebuje vaše povolenie.
sv: LabImporter lagrar allt i Apple Hälsa – därför behöver den din tillåtelse först.
tr: LabImporter her şeyi Apple Sağlık’ta saklar — bu yüzden önce iznin gerekiyor.
uk: LabImporter зберігає все в Apple Здоров’я — тому спершу потрібен ваш дозвіл.
zh_hans: LabImporter 会将所有内容存入 Apple 健康——因此需要你先授权。

source: Last 2 years
bg: Последните 2 години
ca: Últims 2 anys
cs: Poslední 2 roky
da: Sidste 2 år
de: Letzte 2 Jahre
el: Τελευταία 2 χρόνια
es: Últimos 2 años
fi: Viimeiset 2 vuotta
fr: 2 dernières années
hr: Posljednje 2 godine
hu: Utolsó 2 év
it: Ultimi 2 anni
ja: 過去2年
nl: Laatste 2 jaar
pl: Ostatnie 2 lata
pt_br: Últimos 2 anos
pt_pt: Últimos 2 anos
ro: Ultimii 2 ani
ru: Последние 2 года
sk: Posledné 2 roky
sv: Senaste 2 åren
tr: Son 2 yıl
uk: Останні 2 роки
zh_hans: 最近 2 年

source: Last 3 months
bg: Последните 3 месеца
ca: Últims 3 mesos
cs: Poslední 3 měsíce
da: Sidste 3 måneder
de: Letzte 3 Monate
el: Τελευταίοι 3 μήνες
es: Últimos 3 meses
fi: Viimeiset 3 kuukautta
fr: 3 derniers mois
hr: Posljednja 3 mjeseca
hu: Utolsó 3 hónap
it: Ultimi 3 mesi
ja: 過去3か月
nl: Laatste 3 maanden
pl: Ostatnie 3 miesiące
pt_br: Últimos 3 meses
pt_pt: Últimos 3 meses
ro: Ultimele 3 luni
ru: Последние 3 месяца
sk: Posledné 3 mesiace
sv: Senaste 3 månaderna
tr: Son 3 ay
uk: Останні 3 місяці
zh_hans: 最近 3 个月

source: Last 6 months
bg: Последните 6 месеца
ca: Últims 6 mesos
cs: Posledních 6 měsíců
da: Sidste 6 måneder
de: Letzte 6 Monate
el: Τελευταίοι 6 μήνες
es: Últimos 6 meses
fi: Viimeiset 6 kuukautta
fr: 6 derniers mois
hr: Posljednjih 6 mjeseci
hu: Utolsó 6 hónap
it: Ultimi 6 mesi
ja: 過去6か月
nl: Laatste 6 maanden
pl: Ostatnie 6 miesięcy
pt_br: Últimos 6 meses
pt_pt: Últimos 6 meses
ro: Ultimele 6 luni
ru: Последние 6 месяцев
sk: Posledných 6 mesiacov
sv: Senaste 6 månaderna
tr: Son 6 ay
uk: Останні 6 місяців
zh_hans: 最近 6 个月

source: Last 12 months
bg: Последните 12 месеца
ca: Últims 12 mesos
cs: Posledních 12 měsíců
da: Sidste 12 måneder
de: Letzte 12 Monate
el: Τελευταίοι 12 μήνες
es: Últimos 12 meses
fi: Viimeiset 12 kuukautta
fr: 12 derniers mois
hr: Posljednjih 12 mjeseci
hu: Utolsó 12 hónap
it: Ultimi 12 mesi
ja: 過去12か月
nl: Laatste 12 maanden
pl: Ostatnie 12 miesięcy
pt_br: Últimos 12 meses
pt_pt: Últimos 12 meses
ro: Ultimele 12 luni
ru: Последние 12 месяцев
sk: Posledných 12 mesiacov
sv: Senaste 12 månaderna
tr: Son 12 ay
uk: Останні 12 місяців
zh_hans: 最近 12 个月

source: Last updated %@
bg: Последна актуализация %@
ca: Última actualització %@
cs: Naposledy aktualizováno %@
da: Senest opdateret %@
de: Zuletzt aktualisiert %@
el: Τελευταία ενημέρωση %@
es: Actualizado %@
fi: Viimeksi päivitetty %@
fr: Dernière mise à jour %@
hr: Posljednja izmjena %@
hu: Utoljára frissítve: %@
it: Aggiornato il %@
ja: 最終更新: %@
nl: Bijgewerkt op %@
pl: Ostatnia aktualizacja %@
pt_br: Atualizado em %@
pt_pt: Última atualização a %@
ro: Ultima actualizare %@
ru: Последнее обновление %@
sk: Naposledy aktualizované %@
sv: Senast uppdaterad %@
tr: Son güncelleme: %@
uk: Останнє оновлення %@
zh_hans: 最后更新：%@

source: Latest OS
bg: Най-нова ОС
ca: Sistema operatiu més recent
cs: Nejnovější systém
da: Nyeste styresystem
de: Neuestes Betriebssystem
el: Πιο πρόσφατο λειτουργικό σύστημα
es: Sistema operativo más reciente
fi: Uusin käyttöjärjestelmä
fr: Dernier système d’exploitation
hr: Najnoviji OS
hu: Legújabb operációs rendszer
it: Sistema operativo più recente
ja: 最新のOS
nl: Nieuwste besturingssysteem
pl: Najnowszy system
pt_br: Sistema operacional mais recente
pt_pt: Sistema operativo mais recente
ro: Cel mai recent sistem de operare
ru: Новейшая ОС
sk: Najnovší operačný systém
sv: Senaste operativsystemet
tr: En Son İşletim Sistemi
uk: Найновіша ОС
zh_hans: 最新系统

source: Latest Results
bg: Последни резултати
ca: Resultats recents
cs: Nejnovější výsledky
da: Seneste resultater
de: Aktuelle Werte
el: Πρόσφατα αποτελέσματα
es: Resultados recientes
fi: Uusimmat tulokset
fr: Derniers résultats
hr: Najnoviji rezultati
hu: Legutóbbi eredmények
it: Risultati recenti
ja: 最新の結果
nl: Recente resultaten
pl: Najnowsze wyniki
pt_br: Resultados recentes
pt_pt: Resultados mais recentes
ro: Cele mai recente rezultate
ru: Последние результаты
sk: Najnovšie výsledky
sv: Senaste resultat
tr: Son Sonuçlar
uk: Останні результати
zh_hans: 最新结果
